{
    "Hotline": "Hotline",
    "Trang chủ": "Home",
    "Giới thiệu": "About us",
    "Dự án": "Projects",
    "Liên hệ": "Contact",
    "Dịch vụ": "Services",
    "Tin tức": "News",
    "Cổ đông": "Shareholders",
    "Câu hỏi": "FAQ",
    "Thành tích & Khen thưởng": "Achievements & Rewards",
    "Đối tác & Khách hàng": "Partners & customers",
    "Tin tức nổi bật": "Featured news",
    "Tầm nhìn - Sứ mệnh": "Vision - Mission",
    "Tầm nhìn": "Vision",
    "Sứ mệnh": "Mission",
    "Giá trị cốt lõi": "Core values",
    "Dịch vụ của chúng tôi": "Our services",
    "Về Hepco": "About Hepco",
    "Sơ đồ tổ chức": "Organizational chart",
    "Thành tựu đạt được": "Achievements acquired",
    "Hồ sơ năng lực": "Capacity company profile",
    "Hoạt động công ty": "Company activities",
    "Đảng Đoàn thể": "Party union",
    "Pháp luật môi trường": "Environmental law",
    "Tin tức khác": "Other news",
    "Dự án đầu tư": "Investment projects",
    "Hợp tác trong nước": "Domestic cooperation",
    "Hợp tác nước ngoài": "Foreign cooperation",
    "Thông tin công ty:": "Company information:",
    "Thư viện ảnh:": "Gallery:",
    "Thiết kế và xây dựng bởi": "Designed and built by",
    "Copyright 2023 © CÔNG TY CỔ PHẦN MÔI TRƯỜNG VÀ CÔNG TRÌNH ĐÔ THỊ HUẾ - HEPCO": "Copyright 2023 © Hue Urban Environment and Construction Joint Stock Company - HEPCO",
    "Thư viện ảnh": "Gallery",
    "Câu hỏi thường gặp": "FAQ",
    "Hoá đơn": "Invoice",
    "Tên": "Fullname",
    "Email": "Email",
    "Số điện thoại": "Phone number",
    "Tiêu đề": "Title",
    "Nội dung": "Subject",
    "Gửi": "Send",
    "Gửi email": "Send email",
    "Gửi câu hỏi": "Send question",
    "sodo": "chart",
    "thanhtuu": "achievements",
    "nangluc": "capacity",
    "thuvien": "gallery",
    "dangdoan": "party-union",
    "phapluat": "law",
    "tinkhac": "other-news",
    "trongnuoc": "domestic",
    "nuocngoai": "foreign",
    "codong": "shareholders",
    "cauhoi": "faq",
    "lienhe": "contact",
    "gioithieu": "about",
    "dichvu": "services",
    "duan": "projects",
    "tintuc": "news",
    "Năm kinh nghiệm": "Years of experience",
    "Khách hàng": "Customers",
    "Nhân sự": "Employees",
    "Chức năng - Giấy phép": "Functions and Licenses",
    "Tin tức mới nhất": "Latest News",
    "Tin liên quan": "Related News",
    "KHEN THƯỞNG CẤP NHÀ NƯỚC": "State Awards",
    "KHEN THƯỞNG BỘ, BAN NGÀNH, HỘI NGHỀ NGHIỆP TRUNG ƯƠNG": "Awards from Central Ministries and Branches",
    "KHEN THƯỞNG CỦA UBND TỈNH VÀ CÁC CƠ QUAN CẤP TỈNH": "Awards from Provincial People's Committees and Provincial Authorities",
    "KHEN THƯỞNG CÔNG TÁC ĐẢNG - ĐOÀN THỂ": "Awards for Party and Youth Union Activities",
    "Thư ngỏ": "Mailbox",
    "Quá trình hình thành và phát triển": "Formation and Development History",
    "Chức năng hoạt động": "Functions and Activities",
    "Kinh doanh khác": "Other Businesses",
    "Giấy phép - Chứng nhận": "Licenses and Certificates",
    "Quan hệ trực tuyến": "Online Relationship",
    "Quan hệ chức năng": "Functional Relationships",
    "Tìm kiếm": "Search",
    "Nhập từ khoá để tìm kiếm": "Enter keywords to search",
    "chucnang": "mandates",
    "Thu gom vận chuyển xử lý rác sinh hoạt": "Waste management for household waste",
    "Thu gom vận chuyển xử lý rác nguy hại": "Waste management for hazardous waste",
    "nguyhai": "hazardouswaste",
    "Cơ khí - Xây dựng": "Mechanical - Construction",
    "cokhi-xaydung": "mechanical-construction",
    "Thoát nước - Điện chiếu sáng": "Drainage - Lighting",
    "thoatnuoc-chieusang": "drainage-Lighting",
    "Quản trang": "Management cemeteries",
    "quantrang": "management",
    "kinhdoanhkhac": "otherbusinesses",
    "Tất cả tin": "All news",
    "Thông báo": "Announcements",
    "Báo cáo": "Reports",
    "Dịch vụ vệ sinh công cộng": "Public sanitation services",
    "Dịch vụ thu gom, vận chuyển, xử lý rác thải sinh hoạt": "Collection, transportation, and treatment of household waste",
    "Dịch vụ thu gom, vận chuyển, xử lý rác cồng kềnh": "Collection, transportation, and treatment of bulky waste",
    "Dịch vụ thu gom, vận chuyển rác xây dựng": "Collection and transportation of construction waste",
    "Dịch vụ thu gom, vận chuyển, xử lý rác công nghiệp thông thường": "Collection, transportation, and treatment of industrial waste",
    "hoatdong": "activity",
    "dautu": "investment",
    "thongbao": "notification",
    "baocao": "report",
    "album": "album",
    "Toàn bộ ảnh": "All photos",
    "Album ảnh": "Albums",
    "items": "items",
    "Nothing to display at the moment": "Nothing to display at the moment",
    "HEPCO - CÔNG TY CỔ PHẦN MÔI TRƯỜNG VÀ CÔNG TRÌNH ĐÔ THỊ HUẾ": "HEPCO - Joint Stock Company of Environment and Urban Construction of Hue",
    "ĐẠI HỘI CỔ ĐÔNG": "General Assembly of Shareholders",
    "BAN KIỂM SOÁT": "Board of Audit",
    "HỘI ĐỒNG QUẢN TRỊ": "Board of Directors",
    "BAN TỔNG GIÁM ĐỐC": "General Directorate",
    "CHỦ TỊCH HĐQT": "Chairman of the Board of Directors",
    "PHÒNG TỔ CHỨC HÀNH CHÍNH": "Organization and Administration Department",
    "PHÒNG KẾ HOẠCH": "Planning Department",
    "PHÒNG KỸ THUẬT": "Technical Department",
    "PHÒNG KẾ TOÁN - TÀI VỤ": "Accounting and Finance Department",
    "XÍ NGHIỆP THOÁT NƯỚC": "Drainage Enterprise",
    "XÍ NGHIỆP CƠ KHÍ - XÂY LẮP": "Mechanical and Construction Enterprise",
    "XÍ NGHIỆP MÔI TRƯỜNG BẮC SÔNG HƯƠNG": "Northern Perfume River Environment Enterprise",
    "XÍ NGHIỆP MÔI TRƯỜNG NAM SÔNG HƯƠNG": "Southern Perfume River Environment Enterprise",
    "XÍ NGHIỆP VẬN CHUYỂN - XE MÁY": "Transportation and Motorcycle Enterprise",
    "XÍ NGHIỆP ĐIỆN CHIẾU SÁNG": "Electrical Lighting Enterprise",
    "XÍ NGHIỆP XÂY DỰNG SỐ 2": "Construction Enterprise No. 2",
    "XÍ NGHIỆP XÂY DỰNG SỐ 1": "Construction Enterprise No. 1",
    "BQL NGHĨA TRANG NHÂN DÂN": "People's Cemetery Management Board",
    "XÍ NGHIỆP XỬ LÝ CHẤT THẢI": "Waste Treatment Enterprise",
    "XÍ NGHIỆP MTĐT LĂNG CÔ": "Lang Co Urban Environment Enterprise",
    "XÍ NGHIỆP MT&CTĐT HƯƠNG TRÀ": "Huong Tra Urban Environment and Construction Enterprise",
    "XÍ NGHIỆP MT&CTĐT HƯƠNG THUỶ": "Huong Thuy Urban Environment and Construction Enterprise",
    "(Bầu)": "(Elected)",
    "Đang gửi email": "Sending email",
    "Gọi chúng tôi": "Call us",
    "Địa chỉ": "Address",
    "Giới thiệu bộ máy": "Organizational chart",
    "Huỷ": "Cancel",
    "Phát huy thế mạnh và đa dạng hoá lĩnh vực hoạt động để trở thành Công ty môi trường hàng đầu khu vực miền Trung - Tây Nguyên": "Promoting strengths and diversifying fields of operation to become the leading environmental company in the Central - Central Highlands region",
    "PHÒNG THÔNG TIN - TRUYỀN THÔNG": "Media information Department",
    "Với kinh nghiệm thực tiễn nhiều năm thực hiện công tác vệ sinh môi trường và thi công, quản lý, duy tu, bảo dưỡng hệ thống thoát nước, vỉa hè, hệ thống điện chiếu sáng công cộng và trang trí đường phố, chúng tôi không ngừng đào tạo và nâng cao kỹ năng cho đội ngũ nhân viên và xây dựng mạng lưới đối tác với các tổ chức, dự án trong ngoài nước để chia sẻ kinh nghiệm và học hỏi công nghệ. Luôn tìm kiếm cơ hội tham gia vào các dự án chỉnh trang đô thị làm đẹp cho bộ mặt thành phố cũng như các dự án phát triển bền vững và giáo dục hướng đến bảo vệ môi trường cho toàn cộng đồng.": "With years of practical experience in environmental sanitation, construction, management, maintenance of drainage systems, sidewalks, public lighting systems, and street decoration, we continuously train and enhance the skills of our staff. We also establish partnerships with organizations and projects both domestically and internationally to share experiences and learn technologies. We actively seek opportunities to participate in urban beautification projects, as well as sustainable development and environmental education projects for the entire community.",
    "Tiền thân là phòng quản lý đô thị và nhà đất được ra đời năm 1975, trải qua quá trình hình thành và phát triển với nhiều cột mốc thay đổi, năm 2015 Công ty trách nhiệm hữu hạn nhà nước Môi trường và Công trình Đô thị Huế trở thành Công ty Cổ phần Môi trường và Công trình đô thị Huế cho đến nay.  Là doanh nghiệp nhà nước chi phối 51% cổ phần với bộ máy tổ chức gồm 05 phòng nghiệp vụ và 13 đơn vị xí nghiệp trực thuộc, Hepco là đơn vị uy tín hàng đầu miền Trung hoạt động trong lĩnh vực vệ sinh môi trường và công trình đô thị với gần 500 khách hàng, đối tác trên địa bàn toàn tỉnh Thừa Thiên Huế.": "Originally established as the urban management and real estate  in 1975, and undergoing various transformative milestones, in 2015, the State-owned Environment and Urban Construction Company in Huế became the Hue Urban Environment And Public Works Joint Stock Company. As a state-owned enterprise controlling 51% of the shares, with an organizational structure comprising 5 functional departments and 13 subordinate units, Hepco is a reputable entity operating in the field of environmental sanitation and urban construction in the central region, serving nearly 500 customers and partners throughout Thừa Thiên Huế province.",
    "Với phương châm phục vụ tận tâm – uy tín – trách nhiệm, Hepco cam kết mang đến cho quý khách hàng các giải pháp tối ưu với mức giá hợp lý và cạnh tranh nhất. Hãy liên hệ với chúng tôi để trải nghiệm sự chuyên nghiệp và dịch vụ chất lượng. Sự hài lòng của quý khách hàng là chìa khóa cho sự thành công của chúng tôi.": "With a commitment to serving wholeheartedly, maintaining credibility, and taking responsibility, Hepco pledges to provide customers with optimal solutions at the most reasonable and competitive prices. Please feel free to contact us to experience professionalism and quality service. Your satisfaction is the key to our success.",
    "Bên cạnh hoạt động sản xuất kinh doanh, Hepco thường xuyên thực hiện các chương trình, chiến dịch, sự kiện tuyên truyền nâng cao ý thức của người dân về bảo vệ môi trường. Đảng ủy lãnh đạo chính quyền và các tổ chức chính trị xã hội trong Công ty thường xuyên tổ chức các chương trình hành động giáo dục tư tưởng chính trị, chăm lo đến đời sống cán bộ công nhân viên; các hoạt động vì cộng đồng, vì môi trường hướng đến sự phát triển bền vững": "In addition to business activities, Hepco regularly conducts programs, campaigns, and events to raise public awareness about environmental protection. The company, along with political and social organizations within it, frequently organizes educational programs on political ideology, takes care of the lives of employees, engages in community activities, and promotes environmentally friendly initiatives for sustainable development.",
    "Với quá trình hình thành và phát triển, bề dày gần 50 năm trong lĩnh vực vệ sinh môi trường và công trình đô thị, cùng đội ngũ cán bộ quản lý giàu kinh nghiệm, đội ngũ nhân viên người lao động lành nghề và hệ thống cơ sở vật chất phương tiện thiết bị hiện đại chúng tôi đã đang và sẽ cung cấp đến quý khách hàng các dịch vụ với chất lượng tốt nhất, uy tín nhất. Cam kết luôn đồng hành cùng quý khách hàng trong hành trình bảo vệ môi trường và phát triển bền vững.": "With nearly 50 years of expertise in environmental sanitation and urban construction, supported by experienced management, skilled labor, and modern equipment infrastructure, we are committed to providing our customers with the best and most reliable services. We pledge to accompany our customers on the journey of environmental protection and sustainable development.",
    "Hepco là doanh nghiệp có 51% vốn nhà nước, và 49% vốn cổ đông.": "Hepco is a state-owned enterprise with 51% government capital and 49% shareholder capital.",
    "Hepco cam kết mang đến trải nghiệm tốt nhất cho quý khách hàng và luôn sẵn lòng lắng nghe mọi ý kiến đóng góp, giải đáp tất cả những thắc mắc, phản ánh của quý khách hàng qua các kênh thông tin hotline, website, fanpage..một cách nhanh chóng và thỏa đáng nhất.": "Hepco is committed to delivering the best experience for customers and is always ready to listen to any feedback, address inquiries, and respond to customer concerns through various communication channels such as hotlines, websites, and fan pages. We aim to do so promptly and satisfactorily."
}
